{
  "Animals": [
    {
      "name": "Amur Leopard",
      "details": "The leopard is the epitome of stealth. Its very name brings mental pictures of this great spotted cat crouched on a tree limb awaiting the approach of a deer, or of a sleek, spotted body slipping silently through the dry savanna grass with scarcely a ripple as it nears its chosen target. Amur leopards love climbing, exploring, and playing with new things, and have a keen appreciation for scents; wildlife care specialists add spice oils like cinnamon, spearmint, and lavender to their hay and climbing structures. But, like most cats, they also sleep a lot. You'll find leopards in Africa Rocks and also in Asian Passage.",
      "location": "Africa Rocks and Asian Passage",
      "conservation status": "Endangered"
    },
    {
      "name": "Anaconda",
      "details": "A member of the boa family, South America’s green anaconda is the heaviest snake in the world. Like all boas, it kills its prey by coiling its muscular body around the creature and squeezing until the animal can no longer breathe. Anacondas like to be in or near water, and they are excellent swimmers. Their eyes and nostrils are on top of their head, so they can keep their body hidden underwater as they wait for prey. Surprisingly, humans are the anaconda’s most dangerous predator. In many parts of South America, anacondas are hunted, both legally and illegally, for their skin and for sale in the illegal pet trade. Often, these snakes are killed just because people fear and dislike them. Look for these beautiful creatures in a corner exhibit of our famous Reptile House.",
      "location": "Discovery Outpost",
      "conservation status": "Stable"
    },
    {
      "name": "Babirusa",
      "details": "Babirusas live in wetlands and swamps within the rainforests of Indonesia's islands of Sulawesi, Togian, Sula, and Buru—and they are found nowhere else. Sulawesi babirusas are sometimes called \"pig deer\" because of adult males' unusual upper tusks, which grow right through the top of their snout. Both adult males and females have a pair of lower tusks, but only males have those distinctive uppers that look a bit like misplaced antlers.",
      "location": "Lost Forest",
      "conservation status": "Threatened"
    },
    {
      "name": "Bateleur Eagle",
      "details": "Both predator and scavenger—with a vulture’s ability to feed on carrion, and an eagle’s ability to hunt and kill snakes and other prey with its feet—the bateleur eagle is both versatile and unique. Found in savannas and grasslands of sub-Saharan Africa, the bateleur eagle is known for its low, back-and-forth aerial searches for food on the land below, and its ability to descend in a tight spiral, plummeting toward the ground at high speed to retrieve its prey.",
      "location": "Africa Rocks",
      "conservation status": "Threatened"
    },
    {
      "name": "Bee-eater",
      "details": "The aptly named bee-eater bird is a skilled hunter, capable of catching a bee in flight, then heading to a tree branch to stun it and remove the stinger before eating it. These brightly colored birds make their nests in earthen banks or cliffs, in colonies of up to 100 individuals. Two species—white-fronted and white-throated bee-eaters—can be seen at Africa Rocks.",
      "location": "Africa Rocks",
      "conservation status": "Stable"
    },
    {
      "name": "Black-headed Weaver",
      "details": "As you wander through Africa Rocks’ Acacia Woodland, watch for the black-headed weavers’ intricate hanging nests. After a male weaver creates his nest from strips of leaves, he will hang below the entrance, calling and flapping his wings, in hope of attracting a female who appreciates his handiwork.",
      "location": "Africa Rocks",
      "conservation status": "Stable"
    },
    {
      "name": "Bonobo",
      "details": "Bonobos are quite possibly the most intelligent primates on Earth (other than us, of course!). The San Diego Zoo was one of the first zoos to include these highly endangered primates. One characteristic bonobos are especially known for is their ability to get along: unlike humans or chimpanzees, they have never been observed killing one of their own kind. Their habitat is dominated by giant rock outcroppings, and ropes and hammocks attached to bamboo sway poles, on which the bonobos nimbly climb or rest. Waterfalls and streams add to the African rainforest atmosphere here, but it is the bonobos themselves that will grab your attention. Do they remind you of anyone?",
      "location": "Lost Forest",
      "conservation status": "Endangered"
    },
    {
      "name": "California Condor",
      "details": "Indigenous peoples of North America have great respect for the California condor and see it as a symbol of power. In legends it is called the thunderbird, because it was thought to bring thunder to the skies with the beating of its huge wings. When they fly, California condors are a sight to behold. Their impressive wings catch thermal air currents that rise up as the sun heats the ground, and with those wings they can stay aloft for hours, soaring through the skies as they scan the fields below, looking for food. Like all vultures, California condors feed on dead animals like deer, cattle, and sheep, as well as rodents, rabbits, and fish. As scavengers, they are part of nature’s cleanup crew, and they are an important part of the ecosystem. Without them, things could get pretty messy!",
      "location": "Elephant Odyssey",
      "conservation status": "Endangered"
    }
  ]
}